{
    "rende":"出牌阶段限一次，你可以将至多两张手牌交给其他角色，然后当你于此阶段以此法给出第二张牌时，你回复1点体力。",
    "wusheng":"你可以将一张红色牌当【杀】使用或打出。",
    "yanyue":"锁定技，若你的装备区里没有武器牌，你视为装备着【青龙刀】；杀若未被闪避则不计入次数，否则伤害+1。",
    "paoxiao":"锁定技，你使用【杀】无次数限制。",
    "zhangba":"锁定技，若你的装备区里没有武器牌，你视为装备着【丈八矛】，且转化无色杀时获得一张牌。",
    "longdan":"你可以将一张【杀】当【闪】、【闪】当【杀】使用或打出，并随机获得目标一张手牌。",
    "qinggang":"锁定技，若你的装备区里没有武器牌，你视为装备着【青釭剑】；杀被闪抵消可对另一名角色造成一点伤害，闪抵消了杀可以恢复一滴血。",
    "tieji":"当你使用【杀】指定目标后，你可以进行判定，若结果为红色，该角色不能使用【闪】。",
    "mashu":"锁定技，你计算与其他角色的距离-1。",
    "shichou":"当你对距离为1角色造成X点伤害时，可以改为其流失X点体力和体力上限。",
    "liegong":"当你于出牌阶段内使用【杀】指定一个目标后，若其手牌数不小于你的体力值或不大于你的攻击范围，则你可以令其不能使用【闪】响应此【杀】。",
    "qilin":"锁定技，若你的装备区里没有武器牌，你视为装备着【麒麟弓】，发动额外弃置其一半手牌。",
    "guanxing":"准备阶段，你可以观看牌堆顶的X张牌（X为存活角色数且至多为5），然后将其中任意数量的牌置于牌堆顶，将其余的牌置于牌堆底。",
    "kongcheng":"锁定技，若你没有手牌，你不能成为【杀】或【决斗】的目标。",
    "bazhen":"锁定技，若你的装备区里没有防具牌，你视为装备着【八卦阵】。",
    "newbazhen":"定技，若你的装备区里没有防具牌，你视为装备着【八卦阵】,且每回合最多受一点伤害。",
    "wushuang":"当你使用【杀】指定一个目标后，该角色需依次使用两张【闪】才能抵消此【杀】；当你使用【决斗】指定一个目标后，或成为一名角色使用【决斗】的目标后，该角色每次响应此【决斗】需依次打出两张【杀】。",
    "liyu":"出牌开始时，你可以将至多X（体力值）张手牌置于武将牌上为戟，回合结束获得所有的戟",
    "fangtian":"锁定技，若你的装备区里没有防具牌，你视为装备着【方天戟】,你的杀每造成三次伤害，你流失一点体力，并摸X（戟数量）张牌",
    "fuji":"锁定技，与你距离为1的其他角色不能使用或打出牌响应你使用的牌。",
    "jiaozi":"锁定技，当你造成或受到伤害时，若你的手牌数是全场唯一最多，此伤害+1。",
    "pojun":"当你使用【杀】指定一个目标后，你可以将其至多X张牌扣置于该角色的武将牌旁（X为其体力值），若如此做，当前回合结束后，该角色获得这些牌。当你使用【杀】对手牌数与装备数均不大于你的角色造成伤害时，此伤害+1。",
    "fenyin":"你的回合内，当你使用一张与上一张颜色不同的牌时，你摸一张牌。",
    "jili":"当你于一回合内使用或打出第X张牌时，你可以摸X张牌（X为你的攻击范围）。",
    "qizhi":"当你于回合内使用基本牌或锦囊牌指定目标后，你可以弃置不是此牌目标的一名角色的一张牌，然后该角色摸一张牌。",
    "jinqu":"结束阶段，你可以摸两张牌，然后将手牌弃置至X张（X为你于此回合内发动过“奇制”的次数）。",
    "wenji":"出牌阶段开始时，你可以令一名其他角色交给你一张牌。你于本回合内使用与该牌同名的牌不能被其他角色响应。",
    "tunjiang":"结束阶段，若你未跳过本回合的出牌阶段，且你于本回合出牌阶段内未使用牌指定过其他角色为目标，则你可以摸X张牌（X为全场势力数）。",
    "tushe":"当你使用非装备牌指定目标后，若你没有基本牌，则你可以摸X张牌（X为此牌指定的目标数）。",
    "limu":"出牌阶段，你可以将一张方块牌当【乐不思蜀】对自己使用，然后回复1点体力；你的判定区有牌时，你对攻击范围内的其他角色使用牌没有次数和距离限制。",
    "qinyin":"弃牌阶段结束时，若你于此阶段内弃置过你的至少两张手牌，则你可以选择一项：1.令所有角色各回复1点体力；2.令所有角色各失去1点体力。",
    "yeyan":"出牌阶段限一次，你弃置四张花色各不相同的手牌并失去3点体力，对一名角色造成3点火焰伤害。",
    "zhuque":"锁定技，若你的装备区里没有防具牌，你视为装备着【朱雀扇】,摸牌阶段与触发朱雀扇时摸一张牌。",
    "yinghun":"准备阶段，若你已受伤，你可以选择一名角色并选择一项：1.令其摸X张牌，然后弃置一张牌；2.令其摸一张牌，然后弃置X张牌（X为你已损失的体力值）。",
    "guding":"锁定技，若你的装备区里没有防具牌，你视为装备着【古锭刀】,触发后可再次发动英魂。",
    "langxi":"准备阶段，你可以对一名体力值小于或等于你的其他角色造成0-2点随机伤害。",
    "yisuan":"出牌阶段限一次，当你使用的锦囊牌进入弃牌堆时，你可以减1点体力上限，从弃牌堆获得之。",
    "jueqing":"锁定技，你即将造成的伤害视为失去体力。",
    "shangshi":"当你的手牌数小于X时，你可以将手牌摸至X张（X为你已损失的体力值）。",
    "zhengu":"结束阶段，你可以选择一名其他角色，你的回合结束时和该角色的下个回合结束时，其将手牌摸至或弃至与你手牌数相同（最多摸至五张）。",
    "qianxi":"准备阶段，你可以摸一张牌，并弃置一张牌，然后令距离为1的一名角色本回合不能使用或打出与你以此法弃置的牌颜色相同的手牌。",
    "zhuiji":"当你使用【杀】对距离为1的目标角色造成伤害时，你可以进行判定，若结果不为红桃，你防止此伤害，然后其减1点体力上限。",
    "dujin":"摸牌阶段，你多摸X+1张牌（X为装备区里的牌数的一半且向下取整）。",
    "wansha":"锁定技，你的回合内，只有你和处于濒死状态的角色才能使用【桃】",
    "weimu":"锁定技，你不能成为黑色锦囊牌的目标；当你于回合内受到伤害时，防止此伤害，并获得2X张牌（X为伤害值）。",
    "zishu":"锁定技，你的回合外，你获得的牌均会在当前回合结束后置入弃牌堆；你的回合内，当你不因此技能效果获得牌时，摸一张牌。",
    "yingyuan":"当你于回合内使用的牌置入弃牌堆后，你可以将之交给一名其他角色（相同牌名的牌每回合限一次）。",
    "guimei":"锁定技，你不能成为延时类锦囊牌的目标。",
    "didong":"结束阶段开始时，你可以令一名其他角色将其武将牌翻面。",
    "shanbeng":"锁定技，你死亡时，所有其他角色弃置装备区内的所有牌。",
    "guihuo":"结束阶段开始时，你可以对一名其他角色造成1点火焰伤害。",
    "mingbao":"锁定技，你死亡时，对场上所有其他角色造成1点火焰伤害。",
    "luolei":"准备阶段开始时，你可以对一名其他角色造成1点雷电伤害。",
    "huilei":"锁定技，你死亡时，杀死你的角色弃置所有牌。",
    "enyuan":"锁定技，当其他角色令你回复1点体力时，你令其摸一张牌；锁定技，当你受到其他角色造成的伤害后，你令其选择一项：1.将一张红桃手牌交给你；2.失去1点体力。",
    "beiming":"锁定技，杀死你的角色弃置所有手牌。",
    "baolian":"锁定技，结束阶段，你摸两张牌。",
    "manjia":"锁定技，若你的装备区内没有防具牌，则你视为装备了【藤甲】。",
    "xiaoshou":"结束阶段，对体力不小于你的一名其他角色造成3点伤害。",
    "guiji":"锁定技，准备阶段结束时，若你的判定区内有牌，你随机弃置其中一张牌。",
    "fankui":"每当你受到伤害后，你可以获得来源的一张牌。",
    "lianyu":"结束阶段，对所有其他角色造成1点火焰伤害。",
    "suoming":"结束阶段，将任意名未被横置的其他角色的武将牌横置。",
    "xixing":"准备阶段，对任意一名横置的其他角色造成1点雷电伤害，然后回复1点体力。",
    "qiangzheng":"结束阶段，你获得其他所有玩家一张手牌。",
    "zuijiu":"锁定技，你使用杀造成的伤害+1。",
    "taiping":"锁定技，摸牌阶段，你额外摸两张牌。",
    "modao":"锁定技，准备阶段，你摸两张牌。",
    "danshu":"每当你于回合外失去牌时，你可以进行一次判定，若结果为红色，你回复1点体力。",
    "mojian":"出牌阶段开始时，你可以视为使用了一张万箭齐发。",
    "yushou":"出牌阶段开始时，你可以视为使用了一张南蛮入侵。",
    "moyan":"每当你于回合外失去牌时，你可以进行一次判定，若结果为红色，你对一名其他角色造成2点火焰伤害。",
    "renwang":"锁定技，若你的装备区没有防具牌，黑色杀对你无效。",
    "niepan":"限定技，当你处于濒死状态时，你可以弃置区域里的所有牌，然后复原你的武将牌，摸三张牌，将体力回复至3点。",
    "juece":"当一名角色于你的回合内失去所有手牌后，你可以对其造成1点伤害。",
    "jijiu":"你于回合外可以将一张红色牌当【桃】使用。你的红桃牌不计入手牌上限。",
    "qingnang":"出牌阶段限一次，你可以弃置一张手牌，令一名角色回复1点体力。",
    "guixin":"当你受到1点伤害后，你可以获得每名其他角色区域里的一张牌，然后你翻面。你的手牌上限加2X（X为全场存活魏势数且至多为3）。",
    "feiying":"锁定技，其他角色计算与你的距离+1。",
    "jieyin":"出牌阶段限一次，你可以弃置两张手牌，令你和一名已受伤的男性角色各回复1点体力。",
    "xiaoji":"当你失去装备区里的牌后，你可以摸两张牌。",
    "liangzhu":"当一名角色于其出牌阶段内回复体力后，你可以选择一项：1.摸一张牌；2.令其摸两张牌。",
    "jizhi":"当你使用非转化的普通锦囊牌时，可以摸一张牌。",
    "qicai":"锁定技，你使用锦囊牌无距离限制。",
    "chenglue":"转换技，出牌阶段限一次。阳：你可以摸一张牌，然后弃置两张手牌。阴：你可以摸两张牌，然后弃置一张手牌。若如此做，直到本回合结束，你使用与弃置牌相同花色的牌无距离和次数限制。",
    "cunmu":"锁定技，当你摸牌时，改为从牌堆底摸牌。",
    "shicai":"当你使用一张牌结算结束后，若此牌与你本回合使用的牌类型均不同(包括装备牌)，你可以将此牌置于牌堆顶，然后摸一张牌。",
    "sanchen":"觉醒技，结束阶段，若你已有3个“武库”，你增加1点体力上限，回复1点体力，然后获得技能“灭吴”。",
    "wuku":"锁定技，当一名角色使用装备时，你获得1个“武库”标记。（“武库”数量至多为3）",
    "miewu":"每回合限一次，你可以弃1个“武库”标记，将一张牌当任意一张基本牌或锦囊牌使用或打出。若如此做，你摸一张牌。",
    "fengpo":"当你于回合内使用第一张【杀】或第一张【决斗】指定一名角色为唯一目标后，你可以选择一项：1.摸X张牌且此牌造成的伤害+1；2.摸一张牌且此牌造成的伤害+X（X为其♦️牌数）。",
    "xuehen":"出牌阶段限一次，你可以弃置一张红色牌并对你攻击范围内的至多X名角色各造成1点伤害（X为你已损失的体力值且至少为1），然后这些角色各摸一张牌。",
    "huxiao":"锁定技，当你于出牌阶段内使用的【杀】被【闪】抵消后，此【杀】不计入限制的次数。",
    "wuji":"觉醒技，结束阶段，若你本回合造成了3点或更多伤害，你加1点体力上限并回复1点体力，失去“虎啸”。",
    "quanji":"当你受到伤害后，或使用仅指定一个目标的牌对目标造成伤害后，你可以摸一张牌并将一张牌置于你的武将牌上，称为权（你的手牌上限增加权的数量且至多为7）。",
    "paiyi":"出牌限一次，你可以移去一张权，令一名角色摸X张牌（X为权数量且至多为7），然后若该角色手牌数大于你，你对其造成一点伤害。",
    "longyin":"当一名角色于其出牌阶段内使用【杀】时，你可以弃置一张牌，令此【杀】不计入次数，然后若此【杀】为红色，你摸一张牌。",
    "xionhuo":"游戏开始时，你获得3个“暴戾”标记。出牌阶段，你可以交给一名其他角色一个“暴戾”标记，你对有此标记的角色造成的伤害+1，且其出牌阶段开始时，移去“暴戾”标记并随机执行一项：1.受到1点火焰伤害且本回合不能对你使用【杀】；2.失去1点体力且本回合手牌上限-1；3.你随机获得其一张手牌和一张装备区里的牌。",
    "shajue":"锁定技，其他角色进入濒死状态时，若其体力小于0，则你获得一个“暴戾”标记，并获得使其进入濒死状态的牌。",
    "quedi":"每回合限一次，当你使用【杀】或【决斗】指定唯一目标后，你可以选择一项：1.获得其一张手牌；2.弃置一张基本牌，然后此【杀】或【决斗】伤害+1；背水：你减1点体力上限。",
    "choujue":"锁定技，当你杀死一名角色后，你加1点体力上限，摸两张牌，然后“却敌”于此回合内的发动次数上限+1。",
    "zhuifeng":"出牌阶段限两次，你可以失去1点体力，视为使用一张【决斗】。当你受到此【决斗】的伤害时，你防止此伤害，然后此技能于此阶段内失效。",
    "jiqiao":"你的准备或结束阶段可以选择一名玩家并弃置两张牌，其获得1个“藏机”标记（有藏机的玩家受到伤害时消耗一个藏机防止伤害），你视为使用无中生有。",
    "keji":"若你未于出牌阶段内使用或打出过【杀】，你跳过弃牌阶段。其他玩家回合限两次，你失去手牌或受到伤害时可以进行判定，为红你回复1点体力，为黑你摸一张牌。",
    "jieying":"游戏开始时你增加2X点体力上限（X为全场蜀势力数且至多为3）。回合结束若你体力值不满则回复1点体力。",
    "luanwu":"出牌阶段限一次，你可以令所有其他角色除非对各自距离最小的另一名角色使用一张【杀】，否则失去1点体力。",
    "zhiheng":"出牌阶段限一次，你可以弃置任意张牌，然后摸等量的牌。",
    "tongye":"你的摸牌阶段随机多摸0到2X张牌（X为全场存活吴势力数且至多为3）。",
    "shibei":"锁定技，当你每回合首次受到伤害后，你回复1点体力，然后当你本回合受到伤害后，你失去1点体力。",
    "jianying":"当你于出牌阶段使用牌时，若此牌与你于此阶段使用的上一张牌花色或点数相同，则你可以摸一张牌。出牌阶段限一次，你可以将一张牌当做任意一张基本牌使用，若你于本阶段使用的上一张牌有花色，则此牌的花色视为与上一张牌的花色相同。",
    "shiqiao":"每回合限一次，你受到其他角色造成的伤害后，伤害来源可选择令你回复等同此次伤害值的体力，若如此做，其摸两张牌。",
    "yanyu":"出牌阶段，你可以弃置一张【杀】并摸一张牌。出牌阶段结束时，你可以令一名其他角色摸X张牌（X为你以此法弃置的【杀】的数量）。",
    "caichon":"就是只菜虫。",
    "yingwu":"出牌阶段内，你使用非伤害类普通锦囊指定一名角色为目标时，若你拥有技能“掠影”，则你获得一个“椎”标记，出牌阶段限两次。你使用非伤害类普通锦囊结算结束后，若你拥有至少两个“椎”标记，则你移除两个“椎”标记，然后摸一张牌，且可以选择一名角色视为对其使用一张不受次数限制的普通【杀】。",
    "lueying":"出牌阶段内，你使用【杀】指定其他角色为目标时，你获得一个“椎”标记，出牌阶段限两次。你使用【杀】结算结束后，若你拥有至少两个“椎”标记，则你移除两个“椎”标记，然后摸一张牌，且可以选择一名角色视为对其使用一张【过河拆桥】。",
    "shouxi":"锁定技，准备阶段，你随机获得一个非主动技直到回合结束；结束阶段，你获得X个“兽”标记（X为本回合造成伤害且上限为2）（每个兽标记可抵消1点伤害）",
    "mojia":"锁定技，当你血量减少后，若你的血量：小于30：你获得暴敛：小于20，你获得反馈；小于15：弃置所有判定牌；小于10：令伤害来源翻至背面;小于5：你获得丹术。",
    "longxuan":"锁定技，准备阶段，你摸2X张牌（X为判定区牌数量）。",
    "liexi":"结束阶段，你每有一张方片手牌，你随机对一名其他角色造成一点伤害。",
    "shenshou":"锁定技，回合开始时，你摸两张牌；出牌阶段，你可以多出一张杀；结束阶段，你摸一张牌。",
    "qinglong":"锁定技，出牌阶段结束时，若你未使用牌指定过其他角色，你跳过弃牌阶段。"
}
